<template>
    <section class="flex flex-col items-center justify-center gap-8 my-4 mx-auto" name="terms">
        <header class="flex justify-center md:justify-between items-center flex-wrap px-4 gap-8 w-full">
            <span class="heading mb-4 w-max">
                <h1 class="f-nazanin font-bold text-4xl">قوانین و مقررات</h1>
                <small class="f-copgoth text-xs">Terms And Conditions</small>
            </span>
        </header>
        <article>
            <h3 class="font-bold text-xl">ماده ۱ – تعاریف و اصطلاحات</h3>
            <p>
                تعاریف برخی از اصطلاحات به کار برده شده در این توافقنامه به شرح ذیل است:
            </p>
            <p>
                کاربر : شخص حقیقی یا حقوقی است که از طریق اینترنت به سایت گروه وکلای آگه امروز متصل و از خدمات ارایه شده توسط این گروه به صورت حضوری یا غیر
                حضوری بهره مند می‌شود.
            </p>
            <p>
                سامانه، وبسایت: منظور گروه وکلای آگه است.
            </p>
            <p>
                حساب کاربری: حسابی است که افراد از طریق یک نام کاربری (ایمیل) ایجاد کرده اند و درگاهی برای استفاده از خدمات مورد نیاز حقوقی کاربران است.
            </p>
            <p>
                محتوا: کلیه مطالب اعم از تصویری، نوشتاری و صوتی موجود در وبسایت می‌باشد که شامل و نه محدود به اطلاعات، داده‌ها، گرافیک، نرم‌افزار، آیکون دکمه،
                علائم تجاری، سرویس‌های الکترونیکی، تصاویر، فایل‌های صوتی و تصویری می‌باشد.
            </p>
            <p>
                عامل پرداخت: موسسه مالی، بانک یا درگاه پرداختی که از آن برای پرداخت بهای ارائه خدمات درخواست شده استفاده می¬شود.
            </p>
            <p>
                اطلاعات محرمانه: اطلاعاتی که توسط کاربران در اختیار گروه وکلای آگه قرار داده می‌شود. قوانین و مقررات جمهوری اسلامی ایران: شامل قوانین عام،
                قوانین خاص، مصوبات هیات وزیران، آیین نامه های اجرایی، بخشنامه‌ها، دستورالعمل‌ها و کلیه ضوابط قانونی میباشد.
            </p>
            <br />

            <h3 class="font-bold text-xl">ماده ۲ – حساب کاربری</h3>
            <p>
                1-2 برای استفاده از خدمات وبسایت لازم است که هر کاربر اعم از شخص حقیقی و یا حقوقی یک حساب کاربری در وبسایت گروه وکلای آگه بسازد. تنها افراد
                بالای ۱۸ سال که واجد اهلیت قانونی هستند میتوانند حساب کاربری بسازند. برای استفاده از خدمات گروه وکلای آگه کاربر باید نام، نام خانوادگی، ایمیل و
                شماره همراه خود را در سامانه ثبت کند.
            </p>
            <p>
                2-2 کاربر با عضویت در وب‌سایت گروه وکلای آگه امکان استفاده از خدمات این وبسایت را خواهد داشت. ایجاد حساب کاربری به‌منزله مطالعه و پذیرش شرایط و
                قوانین جاری وبسایت خواهد بود.
            </p>
            <p>
                3-2 کاربر مسئول تمام استفاده هایی که از وب‌سایت و خدمات ارائه شده با استفاده از حساب و نام کاربری و رمز ورود خود انجام میدهد میباشد. همچنین
                مسئولیت حفظ و نگهداری نام کاربری و رمز عبور برعهده کاربر میباشد و وبسایت مسئولیتی در این خصوص ندارد.
            </p>
            <p>
                4-2 گروه وکلای آگه اصل را بر صحت اطلاعات اعلامی کاربر قرار میدهد و هیچگونه مسئولیتی در قبال تبعات و خسارات وارده ناشی از وارد کردن اطلاعات
                نادرست اعم از اطلاعات شخصی، بانکی حقوقی و اطلاعات تماس نداشته و مسئولیت کامل این موضوع و نیز عدم اطلاع جهت ویرایش و اصلاح اطلاعات تماما به عهده
                کاربر مربوطه خواهد بود.
            </p>
            <br />

            <h3 class="font-bold text-xl">ماده ۳ - استفاده از خدمات</h3>
            <p>
                1-3 شامل بانک اسناد حقوقی و قراردادها، ، امکان درخواست تنظیم و بررسی قراردادهای حقوقی و پشتیبانی از آنان، درخواست مشاوره حقوقی تخصصی حضوری و
                غیرحضوری و درخواست استفاده از خدمات وکیل برای اشخاص حقیقی، حقوقی و کسب و کارها است.
            </p>
            <p>
                2-3 مشاوره حقوقی صورت گرفته در وبسایت چنانچه به صورت پیامی باشد، متن پیام ها در حساب کاربری کاربر ذخیره شده و کاربر می تواند هر زمان با ورود به
                حساب کاربری خود به این محتوای حقوقی دسترسی پیدا کند.
            </p>
            <p>
                3-3 اگر تراکنش پرداخت هزینه توسط عامل پرداخت (خارج از کنترل سامانه) برگشت بخورد، یا دچار مشکلی شود یا مطابق قوانین، دریافت خدمات لغو شود هزینه
                کاربر عودت داد میشود و رزرو وقت مشاوره و دریافت خدمات حقوقی معلق یا ملغی خواهد شد. اگر به هر دلیلی تراکنش مشکوک و غیرقانونی اتفاق بیافتد،
                تراکنش‌های انجام شده لغو و باطل خواهد شد و رزرو وقت مشاوره و دریافت خدمات حقوقی معلق یا ملغی خواهد شد.
            </p>
            <p>
                4-3 کاربر متعهد می‌شود هیچ‌گاه از خدمات بیان امروز به صورتی که به سامانه یا شرکای آن صدمه‌ای وارد نماید و در راستای اهداف غیرقانونی استفاده
                نکند. در صورتی که کاربر نسبت به سوءاستفاده از امکانات فراهم شده در خدمات سامانه در جهت منافع شخصی و یا آسیب مادی و یا معنوی به منافع گروه وکلای
                آگه و خلاف قوانین جمهوری اسلامی ایران اقدام نماید، سامانه ضمن داشتن حق قطع خدمات و غیرفعال نمودن حساب کاربری، مجاز خواهد بود با مراجعه به مراجع
                قضایی و یا سایر مراجع ذیصلاح قانونی نسبت به مطالبه جبران خسارات وارده اقدام نماید.
            </p>
            <p>
                5-3 گروه وکلای آگه ازارسال پیامک؛ ایمیل یا push notification به عنوان راه ارتباطی با کاربران استفاده می نماید.
            </p>
            <p>
                6-3 کاربرانی که تمایل به استفاده از مشاوره در حوزه های مدنظر را دارند با رزرو وقت مشاوره به صورت حضوری و یا انلاین ساعت مشاوره خود با وکیل مورد
                نظر را در وبسایت ثبت می نمایند. کاربر با رزرو وقت مشاوره متعهد می گردد که در ساعت تعیین شده در وبسایت یا دفتر مشاور حاضر شود.
            </p>
            <p>
                7-3 کاربر می پذیرد زمان جلسه مشاوره حضوری وغیر حضوری پس از پرداخت هزینه خدمت، قابل تغییر نیست و در صورت غیبت در جلسه مذکور هزینه پرداختی مسترد
                نخواهد شد.
            </p>
            <p>
                8-3 کاربر می پذیرد در خصوص جلسات مشاوره غیر حضوری، می بایست قبل از زمان مقرر اقدام لازم را در جهت فراهم نمودن مقدمات ارتباط بعمل آورد و راس زمان
                تعیین شده نسبت به برقراری تماس از طریق راه های ارتباطی اعلام شده (متنی یا تماس از طریق سایت) اقدام نماید. در صورت عدم اقدام لازم از سوی کاربر در
                زمان مقرر، وجه پرداختی بابت هزینه مشاوره قابل استرداد نمی باشد و دلایلی چون قطعی اینترنت،عدم اعتبارکافی تلفن همراه، عدم شارژ باطری تلفن همراه،
                قطعی خطوط تلفن ثابت و نظایر آن موجه نخواهد بود.
            </p>
            <p>
                9-3 کاربر می پذیرد مدت زمان تاخیر در جلسات مشاوره حضوری یا غیر حضوری از زمان مشاوره مذکور کسر خواهد شد. ۳-10 کاربر می پذیرد چنانچه مشاوره حضوری
                یا غیر حضوری مستلزم مطالعه و بررسی مدارک توسط مشاور باشد، قبل از جلسه تصویری خوانا از مدارک مذکور را برای مشاور ارسال نماید و زمان بررسی مدارک
                جزء زمان مشاوره محسوب خواهد شد که این زمان حداقل ۳۰ دقیقه محاسبه می شود.
            </p>
            <p>
                10-3 حق المشاوره فقط در خصوص موضوع مورد درخواست می‌باشد و چنانچه در جریان جلسه مشاوره موضوعات و پرونده های دیگری از سوی کاربر مطرح گردد، مشاوره
                در خصوص آن موضوعات مستلزم تعیین وقت مشاوره مجزا خواهد بود.
            </p>
            <p>
                11-3 وکلا بر اساس مدارک ابرازی از سوی کاربران اقدام به مشاوره در موضوع درخواستی کاربر می‌نمایند و اصل بر صحت مدارک ابرازی می‌باشد و در غیر این
                صورت مسئولیت کشف هرگونه فساد در مدارک ابرازی بر عهده کاربران می‌باشد.
            </p>
            <p>
                12-3 حق المشاوره پرداختی در صورت انصراف کاربر غیر قابل استرداد به وی می باشد.
            </p>
            <br />

            <h3 class="font-bold text-xl">ماده ۴ – هزینه ها و پرداخت ها</h3>
            <p>
                1-4 کلیه پرداخت های کاربران از طریق کارت های عضو شتاب و درگاه های موجود در وبسایت گروه وکلای آگه انجام می پذیرد.
            </p>
            <p>
                2-4 کاربر می پذیرد با توجه به اینکه اعلام هزینه توسط وب سایت، ایجاب محسوب می گردد و قبول یا رد آن توسط کاربر کاملا اختیاری می باشد. لذا روابط فی
                مابین به عنوان قرارداد خصوصی تعریف و تفسیر می گردد و تفاوت هزینه خدمات با تعرفه های قانونی مطابق ماده ۱۰ قانون مدنی نافذ است.
            </p>
            <p>
                3-4 کاربر می پذیرد نسبت به هزینه و مبالغ تعیین شده جهت ارائه خدمات هیچ گونه اعتراضی نداشته و در صورت عدم رضایت از هزینه های اعلامی مختار به عدم
                رزرو وقت می باشد و در صورت رزرو وقت هزینه های آن را پرداخت نماید.
            </p>
            <p>
                4-4 درصورتی‌ که کاربر مبلغ مشاوره خویش را پرداخت کرده ولی نتواند از خدمات وبسایت گروه وکلای آگه استفاده نماید و این امر منتسب به سامانه باشد،
                گروه وکلای آگه موظف است قبل از زمان مشاوره مشکل پیش آمده را به اطلاع کاربر رسانده و وقت دیگری را برای وی در نظر بگیرد.
            </p>
            <p>
                5-4 کاربر می پذیرد درصورت پرداخت ناموفق از طریق درگاه بانکی، شخصا مسئول پیگری وجه کسر شده از سیستم بانکی مربوطه باشد و از نظر گروه وکلای آگه،
                وجه مذکور پرداخت شده محسوب نمی گردد و گروه وکلای آگه در این خصوص مسئولیتی ندارد.
            </p>
            <br />

            <h3 class="font-bold text-xl">ماده ۵ – مسئولیت ها و رفع مسئولیت های سامانه</h3>
            <p>
                1-5 تمامی اطلاعات کاربربه عنوان اطلاعات محرمانه نزد گروه وکلای آگه محافظت شده و دسترسی به آن توسط اشخاص ثالث ممنوع بوده مگر برابر تصمیم مقام
                ذیصلاح قضایی. بنابر این در صورت درخواست و صدور دستور مقتضی از سوی مراجع قضایی، سامانه مکلف به ارائه اطلاعات کاربر به مراجع مذکور می‌باشد.
            </p>
            <p>
                2-5 گروه وکلای آگه تلاش معقول می کند که محتوا یا دسترسی کاربر به وبسایت بدون وقفه و مشکل باشد، ایرادها در صورت وجود داشتن رفع شوند، و محتوای
                وبسایت عاری از ویروس و دیگر اجزاء مخرب باشد، اما این موارد قابل تضمین نیست؛ بلکه تلاش معقول انجام می شود که دسترسی به وبسایت برقرار باشد، و
                وبسایت و محتوای آن از نظر صحت، دقت، کامل بودن، قابل اعتماد بودن، و موارد مشابه قابل قابل اعتماد باشد.
            </p>
            <p>
                3-5 سامانه سعی می کند دسترسی شبانه روزی در تمامی ۷ روز هفته برای کاربر برقرار باشد. ممکن است به دلیل تعمیر و نگهداری وبسایت، یا دلایل و مشکلات
                فنی دیگر لازم باشد دسترسی به وبسایت یا ارائه خدمات و محتوای وبسایت موقتاً متوقف یا معلق شود، ولی گروه وکلای آگه تمام سعی خود را برای برطرف کردن
                موارد فوق خواهد کرد.
            </p>
            <p>
                4-5 گروه وکلای آگه در خصوص خسارات ناشی از موارد زیر از خود سلب مسئولیت می نماید
            </p>
            <p>
                5-4-1 خساراتی که ناشی از اقدامات خارج از سامانه باشد.
            </p>
            <p>
                2-4-5 خساراتی که از هک یا نفوذ غیرمجاز به سامانه گروه وکلای آگه باشد.
            </p>
            <p>
                3-4-5 خساراتی که ناشی از ارائه هرگونه اطلاعات ناقص یا نادرست و یا اقدامات زیانبار کاربر باشد.
            </p>
            <br />

            <h3 class="font-bold text-xl">ماده ۶- مسئولیت های کاربر</h3>
            <p>
                1-6 مسئولیت همۀ اقدامات و افعال کاربر که ناشی از عدم رعایت قوانین موضوعه جمهوری اسلامی ایران از جمله قانون مجازات اسلامی (ارتکاب جرم) و قوانین
                مدنی (ورود خسارت) باشد، بر عهدۀ شخص متخلف بوده و گروه وکلای آگه هیچ گونه مسئولیتی در قبال اعمال و افعال فوق نداشته و نخواهد داشت و گروه وکلای
                آگه می‌تواند ضمن غیرفعال کردن حساب کاربری متخلف، از طریق مراجع ذیصلاح، اقدامات قانونی را علیه نامبرده جهت احقاق حقوق قانونی این گروه به عمل
                آورد.
            </p>
            <p>
                2-6 در صورتی که لینک وبسایت دیگری درون هر یک از بخشهای سامانه گروه وکلای آگه وجود داشته باشد به معنی تایید فعالیت ها و محتویات آن سایت نمی باشد.
                هرگونه تراکنش مالی یا تعهد احتمالی از سوی آن سایت بر عهده پدید آورندگان آن سایت می باشد و مسئولیت استفاده از خدمات آن سایت تنها متوجه شخص کاربر
                است.
            </p>
            <p>
                3-6 هرگونه اقدامی از سوی کاربر که منجر به ورود خسارت به شهرت، اعتبار و دارایی‌های گروه وکلای آگه شود تخلف از شرایط قراردادی و قانونی تلقی خواهد
                شد. سامانه این حق را برای خود محفوظ می‌داند که حساب کاربر را مسدود کند و در صورت نیاز، علیه شخص مذکور اقدام قانونی انجام دهد و خسارت و حقوق
                قانونی خود را مطالبه کند.
            </p>
            <br />

            <h3 class="font-bold text-xl">ماده ۷ – موارد فنی</h3>
            <p>
                1-7 کاربر حق ندارد هیچ گونه تلاشی در جهت استخراج سورس کد نرم افزارهای گروه وکلای آگه شامل دیکامپایل (Decompile)، مهندسی معکوس (Reverse
                Engineering) یا فعالیت‌های مشابه انجام دهد.
            </p>
            <p>
                2-7 کاربر مجاز نیست با استفاده از روش‌های Framing یا Mirroring یا روش‌های دیگر نسخه دیگری از سرویس گروه وکلای آگه را روی سرورهای دیگر ارائه
                نماید. همچنین کاربر مجاز نیست در نرم‌افزار یا در روش ارائه سرویس گروه وکلای آگه تغییر یا اخلالی ایجاد کند.
            </p>
            <p>
                3-7 کاربر حق ندارد برنامه یا اسکریپتی با هدف ایندکس گذاری، مطالعه یا هرگونه فعالیت داده کاوی روی سرویس اجرا کند.
            </p>
            <p>
                4-7 کاربر حق ندارد هیچ فعالیتی در راستای حصول دسترسی غیرقانونی و غیرمتداول به هیچ بخش سرویس گروه وکلای آگه یا سرویس های مرتبط با آن انجام دهد.
            </p>
            <p>
                5-7 کاربر توافق می‌کند جهت مبادلۀ آسان اطلاعات، همۀ تغییرات و الحاقیه‌های قوانین و مقررات حاضر اعم از تغییر و اضافه کردن شروط آن، ارسال اخطاریه
                و ابلاغیه‌های مربوط به گروه وکلای آگه، از طریق سامانه و نیز ایمیل گروه وکلای آگه بعمل آید و کاربر ضمن پذیرش اطلاع از شرط و روند اجرایی آن موافقت
                خود را نسبت به اعمال شرایط مذکور اعلام می‌کند.
            </p>
            <br />

            <h3 class="font-bold text-xl">ماده ۸- حفظ حریم شخصی</h3>
            <p>
                1-8 سامانه گروه وکلای آگه تمام تلاش خود را به کار می گیرد تا اطلاعات ارسالی کاربر را در فضایی مطمئن و به دور از دسترسی های غیر ضروری، تا حد
                امکان از دسترسی غیر مجاز، تغییرات بدون مجوز و یا افشای سراسری حفظ نماید. در همین راستا:
            </p>
            <ul class="pr-4">
                <li>1. سامانه گروه وکلای آگه با بهره مندی از SSl ، داده ها را به نحو رمزنگاری شده تبادل نماید.</li>
                <li>2. با اخذ نسخه های پشتیبانی منظم، از حذف یا مفقود شدن داده های ذخیره شده روی سرور های در اختیار خود جلوگیری کند.</li>
                <li>3. برخی از اطلاعات حیاتی از جمله گذرواژه ها را به نحو رمزنگاری شده ذخیره نماید.</li>
            </ul>
            <p>
                2-8 اطلاعات اولیه گردآوردی شده از کاربران شامل موارد زیر است:
            </p>
            <ul class="pr-4">
                <li>
                    1. اطلاعات مربوط به دستگاه که شامل نوع مرورگر و تنظیمات آن، نوع دستگاه و تنظیمات آن و سیستم عامل است. همچنین اطلاعاتی درباره تعامل
                    برنامه‌ها، مرورگرها و دستگاه‌های کاربر با سرویس‌های سامانه، ازجمله نشانی IP، گزارش‌های خرابی، فعالیت سیستم، تاریخ، زمان و نشانی وب
                    ارجاع‌دهنده درخواست ها ، جمع‌آوری میشود.
                </li>
                <li>
                    2. ن کاربر اطلاعاتی در جریان ثبت نام، دریافت کد کاربری،ارسال درخواستهای خدمات، تماس تلفنی و یا روش‌های مشابه در سامانه گروه وکلای آگه ثبت می
                    کند. این اطلاعات شامل نام، نام خانوادگی، شماره تلفن همراه، آدرس پست الکترونیکی و اطلاعات مشابه می باشد.
                </li>
                <li>
                    3. هنگامی که کاربر از سامانه گروه وکلای آگه استفاده می کند اطلاعات مربوط به نیازهای مشورتی، حقوقی و کارشناسی در سیستم گروه وکلای آگه ثبت می
                    شود.همچنین محل ارائه خدمات و آدرس و موقعیت مکانی کاربر نیز ثبت می شود.
                </li>
                <li>
                    4. هنگامی که کاربر هزینه خدمات حقوقی را از طریق کارت‌های بانکی پرداخت می کند، شمارۀ تراکنش و پیگیری بانکی در سامانه گروه وکلای آگه ثبت
                    می‌شود. لازم به ذکر است، با توجه به اینکه تمامی تراکنش‌های مالی از طریق سامانه‌های بانکی صورت می‌گیرد، گروه وکلای اگه در فرآیند انتقال وجه
                    از طریق کارت‌های بانکی هیچ‌گونه دسترسی به اطلاعات کارت بانکی ندارد.
                </li>
            </ul>
            <p>
                3-8 استفاده از اطلاعات کاربر توسط سامانه گروه وکلای آگه برای ارائه خدمات با کیفیت بهتر استفاده می شود. از اطلاعات جمع‌آوری شده برای تعامل مستقیم
                با کاربر، ارائه خدمات ، اطلاع رسانی و اخذ انتقادات و پیشنهادات از کاربر استفاده می شود.
            </p>
            <p>
                4-8 گروه وکلای آگه اطلاعات کاربر را دراختیار اشخاص ثالث قرار نمی دهد مگر درصورت درخواست‌های دولتی و مقامات ذی‌صلاح قضایی به لحاظ تبعیت از
                فرآیندهای قانونی. حتی وکلای گروه وکلای آگه صرفاً به اطلاعات ضروری دسترسی خواهند داشت. کلیه کلمات عبور با استفاده از الگوریتم‌ها و روش‌های
                پیشرفته به صورت رمزنگاری شده در پایگاه‌های داده گروه وکلای آگه و در زیرساخت‌های محافظت شده، در مکان‌های امن نگهداری می‌شوند.
            </p>
            <br />

            <h3 class="font-bold text-xl">ماده ۹ – مالکیت فکری</h3>
            <p>
                مالکیت فکری کلیه‌ محتواهای موجود و قابل‌دسترس در وبسایت، ازجمله و نه محدود به متن، گرافیک، لوگو یا نشان‌واره، آیکون، تصویر، ویدئوهای تصویری،
                هرگونه صوت، تمام موادر قابل دانلود و کپی و کلیه محتواهای تولیدشده توسط سامانه گروه وکلای آگه، جزئی از اموال بیان امروز محسوب می‌شود و هرگونه
                استفاده با مقاصد تجاری پیگرد قانونی دارد. کاربر حق بازتولید، انتقال، کپی، واگذاری، اصلاح، ترجمه، ارتقاء، تجزیه، مهندسی معکوس یا اقتباس از هرگونه
                محصولات، خدمات و سرویس های بیان امروز را ندارد.
            </p>
        </article>
    </section>
</template>

<script>
export default {};
</script>

<style></style>
